[
  "MÙA XUÂN CHÍN\n\nI. Khởi động\n\nMùa xuân đến với thơ cũng tự nhiên như hơi thở, mỗi thi nhân thì có cách khai thác về mùa xuân khác nhau. Chúng ta đã gặp mùa xuân với hình ảnh\n\n“Cỏ non xanh tận chân trời\n\nCành lê trắng điểm một vài bông hoa”\n\n“Truyện Kiều” – Nguyễn Du\n\n“Mọc giữa dòng sông xanh\n\nMột bông hoa tím biếc\n\nƠi con chim chiền chiện\n\nHót chi mà vang trời\n\nTừng giọt long lanh rơi\n\nTôi đưa tay tôi hứng”\n\n“Mùa xuân nho nhỏ” – Thanh Hải\n\nCó lúc chúng ta đã từng cảm mùa xuân trong mưa xuân của Nguyễn Bính. Và hôm nay chúng ta sẽ cảm về mùa xuân ở một góc nhìn khác, đó chình là “Mùa xuân chín” của nhà thơ Hàn Mặc Tử.\n\nII. Đọc và tìm hiểu chung\n\nĐọc văn bản\n\nChốt kiến thức bài học:\n\n1. Tìm hiểu phong trào Thơ mới và đọc văn bản\n\n* Tìm hiểu phong trào Thơ mới:",
  "-  Giai  đoạn  (1932  -  1945),  thơ  mới đánh dấu sự chấm dứt của mười thế kỉ thơ ca trung đai, đưa thơ Việt Nam vào quỹ đạo hiện đại.\n\n-  Nội dung:  Thơ  mới  bộc  lộ  những tình cảm, cảm xúc cũng như ý thức cá tính  của  con  người  với  nhiều  biểu hiện đa dạng, độc đáo.\n\n-  Hình  thức:  Thơ  mới  là  sự  đột  phá mạnh  mẽ  khỏi  những  nguyên  tắc  thi pháp  chi  phối  mười  thế  kỉ  thơ  trung đại Việt Nam.\n\n* Đọc văn bản\n\n- Bố cục:\n\n+ Phần 1: 2 khổ đầu: khung cảnh tươi mới, đầy sức sống của mùa xuân\n\n+ Phần  2:  2 khổ  cuối: tâm trạng  của người con gái sắp lấy chồng và nhân vật trữ tình\n\n2. Tìm hiểu tác giả, tác phẩm\n\na. Tác giả\n\n- Tên: Hàn Mặc Tử, tên thật Nguyễn Trọng Trí\n\n- Năm sinh – năm mất: 1912-1940\n\n- Quê quán: Quảng Bình\n\n- Cha mất sớm, ông sống với mẹ tại Quy Nhơn.",
  "- Năm 21, tuổi ông vào Sài Gòn lập nghiệp.\n\n- Đi làm công chức thời gian ngắn rồi mắc bệnh phong và mất.\n\n- Hàn Mặc Tử là một hiện tượng thơ kì lạ vào bậc nhất của phong trào Thơ mới.\n\n- Phong cách sáng tác: ngôn ngữ giàu cảm  giác  mạnh  với  nhiều  hình  ảnh độc  đáo,  thể  hiện  trí  tưởng  tượng phóng khoáng, dị kì; thế giới nội tâm mãnh  liệt  với  những  cung  bậc  cảm xúc được đẩy đến tột cùng.\n\nb. Tác phẩm\n\n- Thể thơ: thất ngôn (7 chữ)\n\n- Xuất xứ và hoàn cảnh sáng tác:\n\nChưa rõ thời điểm sáng tác Mùa xuân chín, nhưng theo Trần Thanh Mại thì: \"Qua cái năm bệnh hoạn đầu, nghĩa là vào cuối năm 1937, Hàn Mặc Tử gom góp xong tập thơ làm trên giường bệnh, theo một thể tài mới mà chàng gọi Thơ Điên\", nghĩa là thi phẩm đã được sáng tác trước thời điểm đó.\n\n- Phương thức biểu đạt: Biểu cảm",
  "- Nhan đề: Nhan đề bài thơ Mùa xuân chín có thể hiểu được cấu tạo bởi những từ thuộc loại từ: Danh từ + Động từ (ĐT trạng thái) và Danh từ + Tính từ.\n\nGợi cảm giác mùa xuân đang đi vào độ rực rỡ, căng mọng, tròn đầy và tươi đẹp, sức xuân dồi dào nhất. Nhưng mặt khác nó gợi ra suy nghĩ trạng thái tươi đẹp nhất này không vĩnh cửu, bởi mọi vật khi đạt đến độ đẹp nhất thì nó thường giáp ranh với phôi pha, phai nhạt. Từ đó, bài thơ đã thể hiện tâm trạng đầy lưu luyến bâng khuâng trước mùa xuân tươi đẹp.\n\n* Bố cục\n\n- Đoạn 1: Cảnh mùa xuân trong con mắt một thi sĩ yêu đời.\n\n- Đoạn 2: Bước đi của mùa xuân.\n\n- Đoạn 3: Tiếng hát yêu đời, tràn đầy khao khát cuộc sống.\n\n- Đoạn 4: Lời hỏi thăm cùng sự tiếc nuối của nhân vật trữ tình.\n\n* Khổ 1: Cảnh đẹp mùa xuân trong con mắt của thi sĩ yêu đời.",
  "“Trong làn nắng ửng: khói mơ tan,\n\nĐôi mái nhà tranh lấm tấm vàng.\n\nSột soạt gió trêu tà áo biếc,\n\nTrên giàn thiên lý. Bóng xuân sang.”\n\n- Dấu hiệu của mùa xuân\n\n+ Nắng: “ửng” (“Trong làn nắng ửng: khói mơ tan”, không phải là tia nắng, hạt nắng, vệt nắng, mà là “làn nắn,g”. Nó tạo ra sự nhẹ nhàng như một hơi thở, nắng mỏng tan trải đều trong không gian và thấm vào thơ và cái nắng ửng cũng là cái nắng rất đặc biệt, không phải nắng chói chang của mùa hè, không phải nắng hao gầy của mùa đông mà đó là)\n\nNắng mới, nắng mang theo sức sống. “Nắng ửng” vừa gợi ra cái trẻ trung phơi phới, gợi ra đôi má ửng hồng của người thiếu nữ, lại vừa gợi ra sự dịu nhẹ, trong trẻo của màu nắng.\n\n+ Khói mơ: tan",
  "Nhẹ nhàng, đẹp dân dã mà huyền diệu. (sự huyền ảo, nhẹ nhàng, nét đẹp rất dân dã, khói mơ tàn cũng chính là bức nền để làm nổi bật trong hai câu thơ đầu tiên).\n\n- “Mái nhà tranh: lấm tấm vàng”\n\nTừ láy “lấm tấm”: Mùa xuân thanh tĩnh, bình dị, duyên dáng mà đằm thắm yêu thương.",
  "- “Gió: Sột soạt” (đảo ngữ) (HMT không chỉ có hình ảnh mùa xuân mà còn có hình ảnh sột soạt gió, tác giả đã tinh tế khi sử dụng hình ảnh đảo ngữ cùng với nhân hóa thông qua từ trêu. Chúng ta thấy câu thơ mang âm hưởng của ca dao dân ca với những lời trêu ghẹo, những lời tán tỉnh của chàng trai trong ca dao. Ở đây gió cũng giống như một chàng trai đa tình nhưng chàng trai ấy lại rất kén chọn, không phải tà áo nào cũng trêu mà phải chọn là tà áo biếc. Qua đó gợi lên khung cảnh đầy sức sống, gửi gắm niềm yêu đời của nhà thơ).\n\nNhân hóa: gió (trêu) – chàng trai đa tình. Gợi lên khung cảnh đầy sức sống, qua đó gửi gắm niềm yêu đời của nhà thơ.\n\n- “Trên giàn thiên lý. Bóng xuân sang”\n\n(Tất cả những cảm xúc, sự bâng khuâng khi mùa xuân đã được gửi gắm ở dấu chấm ở trong câu thơ này)",
  "Chấm câu đặc biệt: Gợi cái nhìn tinh tế và sự chuyển mùa, sự hiện diễn trong mỗi bước xuân sang.\n\n- Tính từ chỉ màu sắc (ửng, mơ vàng, biếc): tươi sáng, dịu nhẹ, bước đi của mùa xuân hiện hữu. Tất cả đang bước vào thời kì chấm xuân.\n\nMùa xuân chốn thôn quê thật thanh bình, duyên dáng, đằm thắm yêu thương. Xuân đang len lỏi vào cảnh vật, cây cỏ, thiên nhiên, đất trời, và lòng người như đang hòa quyện vào nhau.\n\n* Khổ 2: Bước đi của mùa xuân.\n\n“Sóng cỏ xanh tươi gợn tới trời\n\nBao cô thôn nữ hát trên đồi;\n\n- Ngày mai trong đám xuân xanh ấy,\n\nCó kẻ theo chồng bỏ cuộc chơi...”\n\n- Không gian: (tác giả khắc họa khung cảnh bước đi của mùa xuân trong không gian)\n\n+ trời\n\n+ đồi\n\nKhông gian: mở rộng thoáng đạt.\n\n- Hình ảnh",
  "+ “Sóng cỏ xanh tươi gơn tới trời” (sắc xanh ở đây được trải dài trải dài như trong không gian vô tận, mênh mông rồi nhuốm vào câu thơ)\n\nẨn dụ gợi sự tươi tốt, xanh non của cỏ, bước đi của mùa xuân lan rộng tới trời. (Vô tình cho ta liên tưởng đến những câu thơ của Truyện Kiều “Cỏ non xanh tận chân trời”).\n\n+ “Cô thôn nữ”: hát trên đồi => Tiếng hát đón xuân của bao cô gái thôn quê đầy tình tứ, mùa xuân đến khiến ai cũng vui tươi, tâm hồn đầy trẻ trung, yêu đời. (đây cũng là tiếng hát mang đậm truyền thống của dân tộc, là tiếng hát chúng ta đã bắt gặp trong ca dao dân ca, là tiếng hát mà chúng ta đã gặp trong lễ hội mùa xuân).",
  "Mùa xuân đang chín từ cảnh vật đến lòng người hớn hở, xôn xao. (bằng cái hình ảnh, bằng câu thơ “Ngày mai trong đám xuân xanh ấy, có kẻ theo chồng bỏ cuộc chơi” xuân thì vẫn xanh nhưng lòng người thì đã chín”.\n\n- Tâm trạng của nhà thơ: “Có kẻ theo chồng bỏ cuộc chơi”\n\n=> Mùa xuân điểm rô cho cuộc đời, kết nên quả ngọt cho tình yêu, mùa của niềm hạnh phúc tràn đầy. Nhưng cũng có chút tiếc nuối: thời khắc đẹp đẽ của mùa xuân, con người không thể níu giữ, thương cho cảnh ngộ của mình.\n\n* Khổ 3: Tiếng hát yêu đời, tràn đầy khát khao cuộc sống\n\n“Tiếng ca vắt vẻo lưng chừng núi,\n\nHổn hển như lời của nước mây,\n\nThầm thĩ với ai ngồi dưới trúc,\n\nNghe ra ý vị và thơ ngây...”\n\n- Tiếng ca: “vắt vẻo, hổn hển”: (những cung bậc rất khác nhau)",
  "+ Từ láy thể hiện niềm yêu đời họa trong lời thơ ngây, trong sáng, tinh nghịch “tiếng ca vắt vẻo” trên lưng núi, hòa vào cảnh vật, âm vang mãi\n\n+ Nghệ thuật ẩn dụ chuyển đổi cảm giác: “tiếng ca vắt vẻo” (từ thính giác sang thị giác) (thông thường chúng ta cảm nhận bằng thính giác nhưng ở đây tác giả cảm nhận bằng thị giác) => Tiếng ca: tinh nghịch, thực tế, ngộ nghĩnh.\n\n- So sánh “tiếng ca” với “lời của nước mây” kế hợp với từ láy “hổn hển”, “thầm thĩ”: tiếng ca âm vang rất nhiều cung bậc, sắc thái lúc thì gần gũi khi lại xa vời; khi cao vút “vắt vẻo lưng chừng núi” nhưng khi lại trầm lặng “thầm thĩ”.\n\n=> Tiếng hát yêu đời, tràn đầy niềm khao khá cuộc sống bộc lộ độ “chín” nhất của mùa xuân, lòng người.\n\n* Khổ 4: Lời hỏi thăm cùng sự tiếc nuối của nhân vật trữ tình",
  "“Khách xa gặp lúc mùa xuân chín,\n\nLòng trí bâng khuâng sực nhớ làng:\n\n- “Chị ấy, năm nay còn gánh thóc\n\nDọc bờ sông trắng nắng chang chang?”\n\n- Âm ‘ang” cuối bài làm cho câu thơ mang tâm trạng mênh mang khó tả, như nỗi lòng thi nhân đang băn khoăn, trĩu nặng xót xa về thân phân người con gái.\n\n- “Chị ấy”: Cô gái ngày nào ngân nga lời ca, tiếng hát trở thành một người phụ nữ với bao nỗi lo toan. Trách nhiệm cuộc sống và công việc của người mẹ, người vợ thêm nặng, song dù vất vả, nhọc nhằn vẫn ánh lên nét đẹp rạng ngời\n\n=> Nhà thơ khao khát tình người, tình quê với nỗi bâng khuâng, xao xuyến. (khép lại bài thơ)\n\n=> Như vậy bài thơ MXC là bài thơ thể hiện được những rung cảm rất tinh tế của nhà thơ khi mùa xuân đến và qua đó cũng gửi gắm được tâm trạng, cảm xúc của nhân vật trữ tình\n\nKhổ 1:",
  "- Bức tranh mùa xuân chốn thôn quê thật thanh bình, duyên dáng mà đằm thắm yêu thương, gắn với những sự vật gần gũi thân thuộc nhất của làng quê Việt Nam: “nhà tranh”, “tà áo”, “giàn thiên lý”,...\n\n- Dấu hiệu báo xuân sang: “Làn nắng ửng”, “khói mơ”, “mái nhà tranh bên giàn thiên lý”\n\n- Trạng thái “chín” của mùa xuân: nắng ửng, lấm tấm, vàng, áo biếc…\n\n→ Không gian thanh tịnh, bình dị, duyên dáng mà chan chứa đắm thắm yêu thương.\n\nKhổ 2\n\nMùa xuân lan xa từ cảnh vật sang tới người:\n\n+ Vạn vật mang sức xuân, làn mưa xuân tưới thêm cho cỏ cây sức sống mới. Gam màu xanh tươi, hình ảnh ẩn dụ \"sóng cỏ\" và ba chữ \"gợn tới trời\" gợi tả làn cỏ xanh tươi trải dài, dập dờn trong làn gió xuân nhè nhẹ thổi.",
  "+ Con người của mùa xuân thật trẻ trung, hồn nhiên, đầy sức sống qua hình ảnh “Bao cô thôn nữ hát trên đồi” khiến ai cũng vui tươi, phấn khởi, tâm hồn đầy trẻ trung, yêu đời.\n\n- Tiếng hát mùa xuân đang tình tứ và đáng yêu quá, sắc xuân, hương xuân, tình xuân \"đang chín\" dần trong lòng thôn nữ, bỗng ngập ngừng, hẫng hụt, băn khoăn.\n\n→ Ngay khi mùa xuân đang chín, lòng người như đã quyến luyến mùa xuân, cảm thấy như mất mát khi nhận ra mùa xuân, tuổi xuân tươi đẹp, hồn nhiên sẽ dần trôi qua.\n\nKhổ 3\n\nBức tranh mùa xuân chốn thôn quê thật thanh bình, duyên dáng mà đằm thắm yêu thương, gắn với những sự vật gần gũi thân thuộc nhất của làng quê Việt Nam: “nhà tranh”, “tà áo”, “giàn thiên lý”,...\n\n- Dấu hiệu báo xuân sang:\n\n+ Làn nắng ửng\n\n+ Khói mơ\n\n+ Mái nhà tranh bên giàn thiên lý",
  "+Trạng thái “chín” của mùa xuân: nắng ửng, lấm tấm, vàng, áo biếc…\n\n- Hình ảnh “giàn thiên lý” và “bóng xuân sang” ở câu thơ tu Khẳng định mùa xuân đang len lỏi vào cảnh vật, trên giàn thiên lý báo xuân về. Mùa xuân đến, cây cỏ, thiên nhiên, đất trời, và lòng người như hoà quyện lấy nhau.\n\n+ Cảm xúc như ngưng đọng với một chút ngập ngừng, bâng khuâng, vấn vương, nhẹ nhàng thể hiện ở dấu chấm giữa dòng thơ.\n\nKhổ 4:\n\nNiềm vui của con người khi xuân đến:\n\nNiềm hạnh phúc của lứa đôi: “nghe ra ý vị và thơ ngây”\n\nTiếng thơ ngây sao khiến lòng người bâng khuâng, xao xuyến\n\n=>Xuân mang vị \"chín\" của lòng người, của đời người\n\nTâm trạng xao xuyến, bâng khuâng của con người vào mùa xuân:\n\n“Lòng trí bâng khuâng sực nhớ làng”"
]